mysolvers/fluidsimfoam-sedveg/tests/saved_cases/case0/0/delta
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      delta;
}

dimensions       [0 0 0 0 0 0 0];

internalField    uniform 0.0;

boundaryField
{
    inlet
    {
        type    cyclic;
    }
    outlet
    {
        type    cyclic;
    }
    top
    {
        type    zeroGradient;
    }
    walls
    {
        type    zeroGradient;
    }
    frontAndBackPlanes
    {
        type    empty;
    }
}
