mysolvers/fluidsimfoam-sedveg/tests/saved_cases/case0/0/omega.b
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      omega;
}

dimensions       [0 0 -1 0 0 0 0];

internalField    uniform 0.1;

boundaryField
{
    inlet
    {
        type    cyclic;
    }
    outlet
    {
        type    cyclic;
    }
    top
    {
        type    zeroGradient;
    }
    walls
    {
        type        omegaWallFunction;
        beta1       0.075;
        blending    stepwise;
        value       uniform 594.884;
    }
    frontAndBackPlanes
    {
        type    empty;
    }
}
