mysolvers/fluidsimfoam-sedveg/tests/saved_cases/case0/0/p_rbgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p_rbgh;
}

dimensions       [1 -1 -2 0 0 0 0];

internalField    uniform 0;

boundaryField
{
    inlet
    {
        type    cyclic;
    }
    outlet
    {
        type    cyclic;
    }
    top
    {
        type     fixedValue;
        value    uniform 0;
    }
    walls
    {
        type        fixedFluxPressure;
        gradient    $internalField;
    }
    frontAndBackPlanes
    {
        type    empty;
    }
}
