mysolvers/fluidsimfoam-sedveg/tests/saved_cases/case0/0/pa
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "10";
    object      pa;
}

dimensions       [1 -1 -2 0 0 0 0];

internalField    uniform 0;

boundaryField
{
    inlet
    {
        type    cyclic;
    }
    outlet
    {
        type    cyclic;
    }
    top
    {
        type    slip;
    }
    walls
    {
        type    zeroGradient;
    }
    frontAndBackPlanes
    {
        type    empty;
    }
}
