mysolvers/fluidsimfoam-sedveg/tests/saved_cases/case0/constant/interfacialProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      interfacialProperties;
}

dragModela       GidaspowSchillerNaumann;

dragModelb       GidaspowSchillerNaumann;

dragPhase        a;

vegDragModelb    TaninoNepf;
