mysolvers/fluidsimfoam-sedveg/tests/saved_cases/case0/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

phasea
{
    rho     rho [1 -3 0 0 0 0 0] 2650;
    nu      nu [0 2 -1 0 0 0 0] 1e-06;
    d       d [0 1 0 0 0 0 0] 0.0005;
    // shape Factor to adjust settling velocity for non-spherical particles
    sF      sF [0 0 0 0 0 0 0] 1;
    // hindrance exponent for drag: beta^(-hExp) (2.65 by default)
    hExp    hExp [0 0 0 0 0 0 0] 2.65;
}

phaseb
{
    rho     rho [1 -3 0 0 0 0 0] 1000;
    nu      nu [0 2 -1 0 0 0 0] 1e-06;
    d       d [0 1 0 0 0 0 0] 0.003;
    sF      sF [0 0 0 0 0 0 0] 0.5;
    hExp    hExp [0 0 0 0 0 0 0] 2.65;
}

phasec
{
    rho     rho [1 -3 0 0 0 0 0] 1;
    nu      nu [0 2 -1 0 0 0 0] 0.0;
    d       d [0 1 0 0 0 0 0] 0.0063;
    sF      sF [0 0 0 0 0 0 0] 1;
    hExp    hExp [0 0 0 0 0 0 0] 2.65;
}

transportModel    Newtonian;

nu                nu [0 2 -1 0 0 0 0] 1e-06;

// viscosity limiter for the Frictional model (required for stability)
nuMax             nuMax [0 2 -1 0 0 0 0] 100.0;

// minimum volume fraction (phase a) for division by alpha
alphaSmall        alphaSmall [0 0 0 0 0 0 0] 1e-05;
