mysolvers/fluidsimfoam-sedveg/tests/saved_cases/case0/constant/twophaseRASProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      twophaseRASProperties;
}

SUS        SUS [0 0 0 0 0 0 0] 3.0;

KE1        KE1 [0 0 0 0 0 0 0] 0;

KE3        KE3 [0 0 0 0 0 0 0] 0;

B          B [0 0 0 0 0 0 0] 0.25;

Tpsmall    Tpsmall [1 -3 -1 0 0 0 0] 1e-06;
